xml.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:cwmp="urn:dslforum-org:cwmp-1-0" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><SOAP-ENV:Header><cwmp:ID SOAP-ENV:mustUnderstand="1">ID:intrnl.unset.id.SetParameterValues1617700471255.847927675</cwmp:ID><cwmp:NoMoreRequests>0</cwmp:NoMoreRequests></SOAP-ENV:Header><SOAP-ENV:Body><cwmp:SetParameterValues><ParameterList SOAP-ENC:arrayType="cwmp:ParameterValueStruct[13]"><ParameterValueStruct><Name>InternetGatewayDevice.Services.VoiceService.1.VoiceProfile.1.SIP.ProxyServer</Name><Value xsi:type="xsd:string">172.19.0.33</Value></ParameterValueStruct><ParameterValueStruct><Name>InternetGatewayDevice.Services.VoiceService.1.VoiceProfile.1.SIP.ProxyServerPort</Name><Value xsi:type="xsd:unsignedInt">5060</Value></ParameterValueStruct><ParameterValueStruct><Name>InternetGatewayDevice.Services.VoiceService.1.VoiceProfile.1.SIP.RegistrarServer</Name><Value xsi:type="xsd:string">172.19.0.33</Value></ParameterValueStruct><ParameterValueStruct><Name>InternetGatewayDevice.Services.VoiceService.1.VoiceProfile.1.SIP.RegistrarServerPort</Name><Value xsi:type="xsd:unsignedInt">5060</Value></ParameterValueStruct><ParameterValueStruct><Name>InternetGatewayDevice.Services.VoiceService.1.VoiceProfile.1.SIP.OutboundProxy</Name><Value xsi:type="xsd:string">172.19.0.33</Value></ParameterValueStruct><ParameterValueStruct><Name>InternetGatewayDevice.Services.VoiceService.1.VoiceProfile.1.SIP.OutboundProxyPort</Name><Value xsi:type="xsd:unsignedInt">5060</Value></ParameterValueStruct><ParameterValueStruct><Name>InternetGatewayDevice.Services.VoiceService.1.VoiceProfile.1.SIP.X_CT-COM_Standby-ProxyServer</Name><Value xsi:type="xsd:string"/></ParameterValueStruct><ParameterValueStruct><Name>InternetGatewayDevice.Services.VoiceService.1.VoiceProfile.1.SIP.X_CT-COM_Standby-ProxyServerPort</Name><Value xsi:type="xsd:unsignedInt">5060</Value></ParameterValueStruct><ParameterValueStruct><Name>InternetGatewayDevice.Services.VoiceService.1.VoiceProfile.1.SIP.X_CT-COM_Standby-RegistrarServer</Name><Value xsi:type="xsd:string"/></ParameterValueStruct><ParameterValueStruct><Name>InternetGatewayDevice.Services.VoiceService.1.VoiceProfile.1.SIP.X_CT-COM_Standby-RegistrarServerPort</Name><Value xsi:type="xsd:unsignedInt">5060</Value></ParameterValueStruct><ParameterValueStruct><Name>InternetGatewayDevice.Services.VoiceService.1.VoiceProfile.1.SIP.X_CT-COM_Standby-OutboundProxy</Name><Value xsi:type="xsd:string"/></ParameterValueStruct><ParameterValueStruct><Name>InternetGatewayDevice.Services.VoiceService.1.VoiceProfile.1.SIP.X_CT-COM_Standby-OutboundProxyPort</Name><Value xsi:type="xsd:unsignedInt">5060</Value></ParameterValueStruct><ParameterValueStruct><Name>InternetGatewayDevice.Services.VoiceService.1.VoiceProfile.1.DigitMap</Name><Value xsi:type="xsd:string">(x.T)</Value></ParameterValueStruct></ParameterList><ParameterKey>unsetCommandKey</ParameterKey></cwmp:SetParameterValues></SOAP-ENV:Body></SOAP-ENV:Envelope>